Revit 2027 API
ParameterTypeId.InsulationScale Property
 "Insulation Bulge to Width Ratio (1/x)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InsulationScale { get; }
Public Shared ReadOnly Property InsulationScale As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InsulationScale {
	ForgeTypeId^ get ();
}
static member InsulationScale : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace